{
  "title": "Field Guide — Gardener & Son",
  "slides": [
    {
      "id": "entry",
      "type": "entry",
      "title": "Gardener & Son",
      "subtitle": "A working book of practice, culture, and care.",
      "action": "Enter"
    },
    {
      "id": "what-this-is",
      "heading": "What This Is",
      "body": "This is not a brand document.\nIt is not a manifesto.\nIt is not a sales tool.\n\nThis is a working record of how Gardener & Son thinks, decides, and practices.\n\nIt exists to be read slowly."
    },
    {
      "id": "why-it-exists",
      "heading": "Why It Exists",
      "body": "Much of what surrounds us has been rushed, simplified, or extracted.\nLandscapes reduced to surfaces.\nLanguage reduced to persuasion.\nObjects reduced to trend.\n\nGardener & Son exists as a quiet refusal of that momentum — not in protest, but in practice."
    },
    {
      "id": "how-to-read",
      "heading": "How to Read This",
      "body": "This is not meant to be consumed quickly.\n\nOpen anywhere.\nPause often.\nLeave and return.\n\nThe work it describes unfolds over time."
    },
    {
      "id": "who-we-are",
      "heading": "Who Gardener & Son Is",
      "body": "Gardener & Son is a studio grounded in ecological design, stewardship of land, and long-term responsibility.\n\nWe work slowly on purpose.\nWe care about gardens that outlast us, language that earns trust, and systems that repair rather than extract.\n\nThe work is practical.\nThe thinking runs deep."
    },
    {
      "id": "gardens-as-systems",
      "heading": "Gardens as Systems",
      "body": "We understand gardens as systems first, and spaces second.\n\nWater moves before paths appear.\nSoil precedes planting.\nTime is a material like stone or timber.\n\nA garden that settles slowly but strengthens each season is a success."
    },
    {
      "id": "culture-as-practice",
      "heading": "Culture as Practice",
      "body": "Culture here is not written on walls.\n\nIt shows up in how decisions are made, how people are treated, how language is used, and what we choose not to do.\n\nCulture is something you practice, not something you announce."
    },
    {
      "id": "on-slowness",
      "heading": "On Slowness",
      "body": "Slowness is not indulgence.\nIt is discipline.\n\nMoving slowly allows consequences to surface and meaning to accumulate.\nIn a culture that rewards immediacy, slowness becomes quality control.\n\nWe choose it deliberately."
    },
    {
      "id": "on-language",
      "heading": "On Language",
      "body": "Words establish conditions.\n\nWe use language to clarify rather than persuade, to invite rather than impress.\nIf something cannot be said honestly, we say less.\nIf it can be said more simply, we do so.\n\nRestraint becomes a voice over time."
    },
    {
      "id": "on-objects",
      "heading": "On Objects",
      "body": "Objects matter because they shape behaviour.\n\nWe choose objects that reward attention — tools and forms meant to be used, worn in, repaired, and kept.\n\nIf something is too precious to be used, it does not belong here."
    },
    {
      "id": "on-vessels",
      "heading": "On Vessels and Forms",
      "body": "Some objects arrive already carrying time.\n\nThe vessels and forms in the studio were shaped decades ago, some more than a century past.\nTheir surfaces hold weather, use, and repair.\n\nNothing here is pristine.\nNothing needs to be."
    },
    {
      "id": "time-as-material",
      "heading": "Time as Material",
      "body": "Time is the primary material in these forms.\n\nLong exposure has softened edges and revealed structure.\nThese vessels have already proven their durability through use.\n\nNewness would add nothing."
    },
    {
      "id": "gardens-as-vessels",
      "heading": "Gardens as Vessels for Time",
      "body": "A garden is also a vessel.\n\nIt holds soil, water, seed, and memory.\nSeasons mark it.\nCare accumulates slowly, or its absence does.\n\nWe design gardens as places where time is allowed to gather."
    },
    {
      "id": "ecology-responsibility",
      "heading": "Ecology and Responsibility",
      "body": "Working with living systems requires humility.\n\nEcological knowledge is incomplete and contextual.\nWe understate rather than exaggerate, and design for resilience rather than control.\n\nCare here is procedural, not performative."
    },
    {
      "id": "ecological-economy",
      "heading": "The Emerging Ecological Economy",
      "body": "Ecological care is becoming visible, measurable, and economically relevant.\n\nThis shift is not ideological — it is structural.\nAs systems destabilise, the value of functioning landscapes becomes unavoidable.\n\nGardener & Son works within this transition carefully."
    },
    {
      "id": "making-visible",
      "heading": "Making the Invisible Visible",
      "body": "Much of our systems work exists to make care legible.\n\nWhen ecological effort is named and tracked over time, it can be protected and supported.\nVisibility here is not exposure, but recognition.\n\nStewardship becomes acknowledged rather than assumed."
    },
    {
      "id": "systems-thinking",
      "heading": "Systems Thinking",
      "body": "We design gardens, but we also design ways of understanding them.\n\nWorking between ground practice and abstract systems allows ideas to be tested in real soil before being encoded elsewhere.\n\nTheory here is always answerable to practice."
    },
    {
      "id": "clients-collaboration",
      "heading": "Clients and Collaboration",
      "body": "We work best with people who are curious, patient, and open to learning.\n\nClients are participants in a process, not recipients of a service.\nTrust is built slowly, then maintained carefully.\n\nLong relationships matter more than quick wins."
    },
    {
      "id": "growth-limits",
      "heading": "Growth, Money, and Limits",
      "body": "Growth is not inherently virtuous.\n\nSome things are better kept small.\nLimits are not failures — they are design constraints.\n\nWe aim for durability rather than scale for its own sake."
    },
    {
      "id": "the-studio",
      "heading": "The Studio",
      "body": "The studio is a working place, not a showroom.\n\nTools are present.\nBooks are used.\nConversations matter.\n\nVisitors often sense something before they can describe it."
    },
    {
      "id": "on-time",
      "heading": "On Time",
      "body": "Much of what we build will not resolve quickly.\n\nSome outcomes will only be visible years from now.\nTime is not an obstacle to manage, but a collaborator to work with.\n\nSuccess here is measured by longevity."
    },
    {
      "id": "ongoing",
      "heading": "This Is Ongoing",
      "body": "Gardener & Son is an ongoing practice.\n\nShaped by land, people, mistakes, revisions, and patience.\n\nIf you are reading this, you are part of that field — even briefly."
    }
  ]
}
